/* 
  SonyPTPFocusModes.strings
  CascableCore

  Created by Daniel Kennett on 2022-01-04.
  Copyright © 2022 Cascable AB. All rights reserved.
*/

"1" = "Manual Focus";
"2" = "Single-shot AF";
"3" = "Auto Macro AF";
"32772" = "Continuous AF";
"32773" = "Automatic AF";
"32774" = "DMF";
"32775" = "MF-R";
"32776" = "AF-D";
"32777" = "Preset Focus";
